#!/usr/bin/env nextflow
/*
========================================================================================
    genepi/exome-cnv-nf
========================================================================================
    Github : https://github.com/seppinho/exome-cnv-nf
    Author: Sebastian Schönherr
    ---------------------------
*/

nextflow.enable.dsl = 2

include { EXOME_VNTR } from './workflows/exome-vntr'

/*
========================================================================================
    RUN ALL WORKFLOWS
========================================================================================
*/

workflow {
    EXOME_VNTR ()
}
